export const data =
    [
        {
            AboutTheSystem_en: "   نظام المحامي الذكي",
            AboutTheSystem_ar: "نظام المحامي الذكي",
            AboutTheSystemDescription_en: [
                "نظام المحامي الذكي هو نظام إلكتروني وتطبيق ذكي متاح على كافة المتصفحات والأجهزة الذكية، يؤمن باقة من الخدمات الإلكترونية للمحامين وأفراد المجتمع، بحيث يوفر الوقت والجهد للمحامي من خلال تقديم الطلبات بشكل إلكتروني ومتابعتها من خلال النظام.",
                "يوفر النظام منصة تواصل فعالة بين المحامي والوزارة، ويساعد في تسهيل إجراءات تنفيذ الخدمة من قبل الفريق المعني في الوزارة.",
                "يستطيع المحامي الاطلاع على بطاقته الإلكترونية والتي تحوي رقم القيد وتاريخه وتصنيف المحامي ومعلومات الاتصال كما يمكنه الاطلاع على كافة بياناته من خلال الملف الشخصي للمحامي."
            ],
            AboutTheSystemDescription_ar: [
                "نظام المحامي الذكي هو نظام إلكتروني وتطبيق ذكي متاح على كافة المتصفحات والأجهزة الذكية، يؤمن باقة من الخدمات الإلكترونية للمحامين وأفراد المجتمع، بحيث يوفر الوقت والجهد للمحامي من خلال تقديم الطلبات بشكل إلكتروني ومتابعتها من خلال النظام.",
                "يوفر النظام منصة تواصل فعالة بين المحامي والوزارة، ويساعد في تسهيل إجراءات تنفيذ الخدمة من قبل الفريق المعني في الوزارة.",
                "يستطيع المحامي الاطلاع على بطاقته الإلكترونية والتي تحوي رقم القيد وتاريخه وتصنيف المحامي ومعلومات الاتصال كما يمكنه الاطلاع على كافة بياناته من خلال الملف الشخصي للمحامي."
            ]
        },
        {
            AboutTheSystem_en: "يوفر النظام لوحة تحكم ذكية للمحامي يستطيع من خلالها",
            AboutTheSystem_ar: "يوفر النظام لوحة تحكم ذكية للمحامي يستطيع من خلالها",
            AboutTheSystemDescription_en :[
                "•	الوصول إلى كافة بياناته الشخصية وتواريخ القيد وتعديلها بنقرة واحدة.",
                "•	إدارة الملف الشخصي الإلكتروني وتحميل كل الأوراق الثبوتية.",
                "•	الوصول إلى كل الطلبات المقدمة ومعرفة حالتها ومراحل الإنجاز.",
                "•	الردّ على المتطلبات الإضافية من الوزارة وتحميل المرفقات بسهولة.",
                "•	الحصول على إشعارات فورية عند تغيير حالة الطلب. ",
                "•	الوصول إلى معلومات الدفع الإلكتروني وطباعة إيصال الدفع.",
                "•	تصنيف الطلبات وفلترتها حسب نوع الخدمة ومرحلة الإنجاز. ",
                "•	الوصول إلى تقييم القضاة الخاص بالمحامي. ",
                "•	الوصول إلى التقييم العام للمحامي من قبل الجمهور.",
                "•	الوصول إلى الخدمات ومعرفة تفاصليها والتقديم عليها بسهولة. ",
                "•	الوصول إلى دعوات الندب واتخاذ القرار مباشرة.",
                "•	الاطلاع على قضايا الندب السابقة ومعلوماتها ومواعيدها. "
            ],
            AboutTheSystemDescription_ar: [
                "•	الوصول إلى كافة بياناته الشخصية وتواريخ القيد وتعديلها بنقرة واحدة.",
                "•	إدارة الملف الشخصي الإلكتروني وتحميل كل الأوراق الثبوتية.",
                "•	الوصول إلى كل الطلبات المقدمة ومعرفة حالتها ومراحل الإنجاز.",
                "•	الردّ على المتطلبات الإضافية من الوزارة وتحميل المرفقات بسهولة.",
                "•	الحصول على إشعارات فورية عند تغيير حالة الطلب. ",
                "•	الوصول إلى معلومات الدفع الإلكتروني وطباعة إيصال الدفع.",
                "•	تصنيف الطلبات وفلترتها حسب نوع الخدمة ومرحلة الإنجاز. ",
                "•	الوصول إلى تقييم القضاة الخاص بالمحامي. ",
                "•	الوصول إلى التقييم العام للمحامي من قبل الجمهور.",
                "•	الوصول إلى الخدمات ومعرفة تفاصليها والتقديم عليها بسهولة. ",
                "•	الوصول إلى دعوات الندب واتخاذ القرار مباشرة.",
                "•	الاطلاع على قضايا الندب السابقة ومعلوماتها ومواعيدها. "
            ]
        },
        {
            AboutTheSystem_en: "يوفر النظام مساعد ذكي للمحامي للقيام بالمهام التالية",
            AboutTheSystem_ar: "يوفر النظام مساعد ذكي للمحامي للقيام بالمهام التالية",
            AboutTheSystemDescription_en:[
                "•	تذكير المحامي بضرورة تجديد قيده قبل انتهاء القيد بمدة محددة. ",
                "•	تذكير المحامي بضرورة تحميل الأوراق الثبوتية الجديدة عند انتهاء صلاحيتها.",
                "•	تذكير المحامي بضرورة الرد على الطلبات غير المقبولة.",
                "•	تذكير المحامي بمواعيد الندب ومعلوماتها. ",
                "•	إرسال الإشعارات عبر البريد الإلكتروني وعبر الرسائل النصية. ",
                "•	إرسال طلبات الندب حسب الأولوية."
            ],
            AboutTheSystemDescription_ar: [
                "•	تذكير المحامي بضرورة تجديد قيده قبل انتهاء القيد بمدة محددة. ",
                "•	تذكير المحامي بضرورة تحميل الأوراق الثبوتية الجديدة عند انتهاء صلاحيتها.",
                "•	تذكير المحامي بضرورة الرد على الطلبات غير المقبولة.",
                "•	تذكير المحامي بمواعيد الندب ومعلوماتها. ",
                "•	إرسال الإشعارات عبر البريد الإلكتروني وعبر الرسائل النصية. ",
                "•	إرسال طلبات الندب حسب الأولوية."
            ]
        },
        {
            AboutTheSystem_ar: "يوفر النظام باقة من الخدمات الإلكترونية للمحامي وهي",
            AboutTheSystem_en: "يوفر النظام باقة من الخدمات الإلكترونية للمحامي وهي",
            AboutTheSystemDescription_ar:
                [
                    "•	شهادة لمن يهمه الأمر. ",
                    "•	تجديد قيد محامي. ",
                    "•	قيد محامي أمام المحكمة الاتحادية العليا.",
                    "•	قيد محامي بناءً على خبرة. ",
                    "•	إضافة محامي إلى سجل الندب وندب محامي في قضية. ",
                    "•	نقل محامي مشتغل إلى غير مشتغل. ",
                    "•	نقل محامي غير مشتغل إلى مشتغل. ",
                    "•	تغيير مكتب العمل.",
                    "•	اختيار مكتب العمل.",
                    "•	فتح مكتب جديد."
                ],
            AboutTheSystemDescription_en:
                [
                    "•	شهادة لمن يهمه الأمر. ",
                    "•	تجديد قيد محامي. ",
                    "•	قيد محامي أمام المحكمة الاتحادية العليا.",
                    "•	قيد محامي بناءً على خبرة. ",
                    "•	إضافة محامي إلى سجل الندب وندب محامي في قضية. ",
                    "•	نقل محامي مشتغل إلى غير مشتغل. ",
                    "•	نقل محامي غير مشتغل إلى مشتغل. ",
                    "•	تغيير مكتب العمل.",
                    "•	اختيار مكتب العمل.",
                    "•	فتح مكتب جديد."
                ]
        },
        {
            AboutTheSystem_ar: "للمحامي المتدرب الجديد",
            AboutTheSystem_en: "للمحامي المتدرب الجديد",
            AboutTheSystemDescription_ar: [
                "•	يساعد المحامي الجديد طوال مراحل التسجيل. ",
                "•	يرسل التنبيهات والإشعارات حول الجدول الزمني لكل مرحلة. ",
                "•	يرسل التنبيهات حول متطلبات كل مرحلة والمرفقات المطلوبة.",
                "•	يرسل تنبيهات حول موعد القسم ومكانه ومعلومات القسم. "
            ],
            AboutTheSystemDescription_en: [
                "•	يساعد المحامي الجديد طوال مراحل التسجيل. ",
                "•	يرسل التنبيهات والإشعارات حول الجدول الزمني لكل مرحلة. ",
                "•	يرسل التنبيهات حول متطلبات كل مرحلة والمرفقات المطلوبة.",
                "•	يرسل تنبيهات حول موعد القسم ومكانه ومعلومات القسم. "
            ]
        },
        {
            AboutTheSystem_ar: "لمالك مكتب المحاماة",
            AboutTheSystem_en: "لمالك مكتب المحاماة",
            AboutTheSystemDescription_ar: [
                "يوفر النظام لوحة تحكم لمالك مكتب المحاماة تتضمن",
                "•	معلومات المحامين المشتغلين في المكتب وإمكانية تعديلها.",
                "•	معلومات المحامين المتدربين وإمكانية تعديلها.",
                "•	معلومات المستشارين وإمكانية تعديلها. ",
                "•	معلومات المندوبين وإمكانية تعديلها. ",
                "•	الوصول إلى كل الطلبات الخاصة بالمكتب وإمكانية رفضها أو قبولها.",
                "•	طلبات التدريب وطلبات العمل وطلبات ترك العمل.  "
            ],
            AboutTheSystemDescription_en: [
                "يوفر النظام لوحة تحكم لمالك مكتب المحاماة تتضمن",
                "•	معلومات المحامين المشتغلين في المكتب وإمكانية تعديلها.",
                "•	معلومات المحامين المتدربين وإمكانية تعديلها.",
                "•	معلومات المستشارين وإمكانية تعديلها. ",
                "•	معلومات المندوبين وإمكانية تعديلها. ",
                "•	الوصول إلى كل الطلبات الخاصة بالمكتب وإمكانية رفضها أو قبولها.",
                "•	طلبات التدريب وطلبات العمل وطلبات ترك العمل.  "
            ]
        },
        {
            AboutTheSystem_ar: "للجمهور",
            AboutTheSystem_en: "للجمهور",
            AboutTheSystemDescription_ar: [
                "يتيح النظام إمكانية التسجيل للجمهور والحصول على حساب شخصي ولوحة تحكم تمكنه من تقديم الطلبات ومعرفة حالتها والتواصل مع النظام، يمكن للمستخدم العام الاستفادة من الخدمات التالية",
                "•	خدمة البحث عن محامي والفلترة حسب الدرجة والإمارة.",
                "•	خدمة البحث عن محكمة والفلترة حسب الإمارة.",
                "•	خدمة مستشار أونلاين. ",
                "•	خدمة قانوني في عونك. ",
                "•	خدمة الشكوى ضد محامي."
            ],
            AboutTheSystemDescription_en : [
                "يتيح النظام إمكانية التسجيل للجمهور والحصول على حساب شخصي ولوحة تحكم تمكنه من تقديم الطلبات ومعرفة حالتها والتواصل مع النظام، يمكن للمستخدم العام الاستفادة من الخدمات التالية",
                "•	خدمة البحث عن محامي والفلترة حسب الدرجة والإمارة.",
                "•	خدمة البحث عن محكمة والفلترة حسب الإمارة.",
                "•	خدمة مستشار أونلاين. ",
                "•	خدمة قانوني في عونك. ",
                "•	خدمة الشكوى ضد محامي."
            ]
        },
        {
            AboutTheSystem_ar :"خدمات تقييم المحامين ",
            AboutTheSystem_en :"خدمات تقييم المحامين ",
            AboutTheSystemDescription_ar: [
                "يتيح النظام نوعين من التقييم للمحامين وهما التقييم العام من قبل الجمهور والتقييم الخاص من قبل القضاة.",
                "التقييم العام يستطيع أي شخص يملك حساب في النظام القيام بتقييم المحامي وهذا التقييم يؤثر على التقييم العام للمحامي.",
                "التقييم الخاص بالقضاة يستطيع مدير النظام إرسال استبيان إلكتروني إلى القاضي لتقييم أداء المحامي عبر الإيميل ويمكن للقاضي الرد على الاستبيان إلكترونياً عبر النظام وإبداء رأيه الذي يضاف إلى رأي باقي القضاة، ويمكن لمدير النظام الاطلاع على هذه الاستبيانات ومعرفة نتيجة كل منها والحصول على ملاحظات القضاة حول كل محامي. "
            ],
            AboutTheSystemDescription_en :[
                "يتيح النظام نوعين من التقييم للمحامين وهما التقييم العام من قبل الجمهور والتقييم الخاص من قبل القضاة.",
                "التقييم العام يستطيع أي شخص يملك حساب في النظام القيام بتقييم المحامي وهذا التقييم يؤثر على التقييم العام للمحامي.",
                "التقييم الخاص بالقضاة يستطيع مدير النظام إرسال استبيان إلكتروني إلى القاضي لتقييم أداء المحامي عبر الإيميل ويمكن للقاضي الرد على الاستبيان إلكترونياً عبر النظام وإبداء رأيه الذي يضاف إلى رأي باقي القضاة، ويمكن لمدير النظام الاطلاع على هذه الاستبيانات ومعرفة نتيجة كل منها والحصول على ملاحظات القضاة حول كل محامي. "
            ]
        },
        {
            AboutTheSystem_ar :"الاستبيان الإلكتروني",
            AboutTheSystem_en: "الاستبيان الإلكتروني",
            AboutTheSystemDescription_ar: [
                "يوفر النظام إمكانية إرسال الاستبيانات الإلكترونية للمحامين أو عامة الجمهور للحصول على تقييم النظام والخدمات فيه ويمكن طرح استبيان عام حول النظام أو حول خدمة محددة بالإضافة إلى إمكانية تحديد الجمهور المستهدف من الاستبيان  ",
                "يمكن لمدير النظام تتبع جميع الاستبيانات وعرض النتائج بطريقة إحصائية. "
            ],
            AboutTheSystemDescription_en: [
                "يوفر النظام إمكانية إرسال الاستبيانات الإلكترونية للمحامين أو عامة الجمهور للحصول على تقييم النظام والخدمات فيه ويمكن طرح استبيان عام حول النظام أو حول خدمة محددة بالإضافة إلى إمكانية تحديد الجمهور المستهدف من الاستبيان  ",
                "يمكن لمدير النظام تتبع جميع الاستبيانات وعرض النتائج بطريقة إحصائية. "
            ]
        },
        {
            AboutTheSystem_ar :"خدمة مستشار أونلاين ",
            AboutTheSystem_en :"خدمة مستشار أونلاين ",
            AboutTheSystemDescription_ar :[
                "يوفر النظام منصة للتواصل بين المحامين والجمهور للإجابة على استفساراتهم القانونية على مدار الساعة كما يلي",
                "•	يقوم المحامي بالتسجيل في خدمة مستشار أونلاين.",
                "•	يقوم المستخدم العام بالدخول الى النظام. ",
                "•	يقوم المستخدم باختيار المحامي بناءً على معلوماته وخبرته المتوفرة.",
                "•	يتم التواصل عبر النظام بين المحامي والمستخدم.",
                "•	يجيب المحامي على استفسارات المستخدم القانونية. "
            ],
            AboutTheSystemDescription_en :[
                "يوفر النظام منصة للتواصل بين المحامين والجمهور للإجابة على استفساراتهم القانونية على مدار الساعة كما يلي",
                "•	يقوم المحامي بالتسجيل في خدمة مستشار أونلاين.",
                "•	يقوم المستخدم العام بالدخول الى النظام. ",
                "•	يقوم المستخدم باختيار المحامي بناءً على معلوماته وخبرته المتوفرة.",
                "•	يتم التواصل عبر النظام بين المحامي والمستخدم.",
                "•	يجيب المحامي على استفسارات المستخدم القانونية. "
            ]
        },
        {
            AboutTheSystem_ar :"خدمة قانوني في عونك",
            AboutTheSystem_en :"خدمة قانوني في عونك",
            AboutTheSystemDescription_ar: [
                "يوفر النظام إمكانية تقديم الخدمات القانونية لغير القادرين على الدفع كما يلي",
                "•	يقوم المحامي الراغب بالمساعدة بالتسجيل في الخدمة. ",
                "•	يقوم المستخدم بتعبئة طلب قانوني في عونك. ",
                "•	يقوم المستخدم برفع كل متعلقات القضية ومعلماتها.",
                "•	يقوم النظام باختيار المحامي المناسب من قانوني في عونك. ",
                "•	عند موافقة المحامي يتم إرسال كل معلومات القضية إليه",
                "•	يتم إبلاغ المستخدم طالب الخدمة باسم المحامي."
            ],
            AboutTheSystemDescription_en: [
                "يوفر النظام إمكانية تقديم الخدمات القانونية لغير القادرين على الدفع كما يلي",
                "•	يقوم المحامي الراغب بالمساعدة بالتسجيل في الخدمة. ",
                "•	يقوم المستخدم بتعبئة طلب قانوني في عونك. ",
                "•	يقوم المستخدم برفع كل متعلقات القضية ومعلماتها.",
                "•	يقوم النظام باختيار المحامي المناسب من قانوني في عونك. ",
                "•	عند موافقة المحامي يتم إرسال كل معلومات القضية إليه",
                "•	يتم إبلاغ المستخدم طالب الخدمة باسم المحامي."
            ]
        },
        {
            AboutTheSystem_ar :"خدمة إضافة محامي إلى سجل الندب",
            AboutTheSystem_en :"خدمة إضافة محامي إلى سجل الندب",
            AboutTheSystemDescription_ar :"توفر هذه الخدمة للمحامي إمكانية التسجيل في سجل الندب ليتمّ ندبه في القضايا مستقبلاُ.",
            AboutTheSystemDescription_en :"توفر هذه الخدمة للمحامي إمكانية التسجيل في سجل الندب ليتمّ ندبه في القضايا مستقبلاُ."
        },
        {
            AboutTheSystem_ar :"خدمة ندب محامي في قضية",
            AboutTheSystem_en :"خدمة ندب محامي في قضية",
            AboutTheSystemDescription_ar: [
                "تمكّن هذه الخدمة الموظفين في النيابات من القيام بعمليات الندب من خلال حساب موظف يتم الدخول من خلاله إلى النظام. ",
                "•	يقوم الموظف الخارجي بإدخال معلومات القضية والمتهمين وكل التفاصيل.",
                "•	يقوم الموظف في الوزارة بفحص الطلب والتأكد من كل المرفقات. ",
                "•	يقوم النظام باقتراح اسم المحامي بناءً على خوارزمية اختيار تعتمد على التوزيع العادل لقضايا الندب على كافة المحاميين المسجلين حسب الدور. ",
                "•	يقوم النظام بإعلام المحامي بقضية الندب. ",
                "•	يقوم المحامي بالموافقة أو الاعتذار عند الندب ",
                "•	يقوم النظام بالتعديل اللازم على سجل الندب بما يضمن المساواة لجميع المحامين ",
                "•	يمكن للمحامي الاطلاع على كافة قضايا الندب ومعرفة حالة كل منها. ",
                "•	بعد الموافقة يقوم النظام بإرسال كتاب الندب الالكتروني إلى النيابة العامة المعنية",
                "•	في حال اعتذار المحامي يختار النظام المحامي التالي في سلم الأولوية ويتم إرسال الدعوة إليه "
            ],
            AboutTheSystemDescription_en: [
                "تمكّن هذه الخدمة الموظفين في النيابات من القيام بعمليات الندب من خلال حساب موظف يتم الدخول من خلاله إلى النظام. ",
                "•	يقوم الموظف الخارجي بإدخال معلومات القضية والمتهمين وكل التفاصيل.",
                "•	يقوم الموظف في الوزارة بفحص الطلب والتأكد من كل المرفقات. ",
                "•	يقوم النظام باقتراح اسم المحامي بناءً على خوارزمية اختيار تعتمد على التوزيع العادل لقضايا الندب على كافة المحاميين المسجلين حسب الدور. ",
                "•	يقوم النظام بإعلام المحامي بقضية الندب. ",
                "•	يقوم المحامي بالموافقة أو الاعتذار عند الندب ",
                "•	يقوم النظام بالتعديل اللازم على سجل الندب بما يضمن المساواة لجميع المحامين ",
                "•	يمكن للمحامي الاطلاع على كافة قضايا الندب ومعرفة حالة كل منها. ",
                "•	بعد الموافقة يقوم النظام بإرسال كتاب الندب الالكتروني إلى النيابة العامة المعنية",
                "•	في حال اعتذار المحامي يختار النظام المحامي التالي في سلم الأولوية ويتم إرسال الدعوة إليه "
            ]
        },
        {
            AboutTheSystem_ar :"الربط مع مؤشر السعادة",
            AboutTheSystem_en :"الربط مع مؤشر السعادة",
            AboutTheSystemDescription_ar :"من خلال ربط كافة الخدمات مع مؤشر السعادة الخاص برئاسة مجلس الوزراء، يستطيع كافة المحامين تقييم الخدمات الإلكترونية بعد التقديم عليها مباشرةً، وتظهر النتائج في إحصائيات رئاسة مجلس الوزراء عن رضا المتعاملين عن الخدمات المقدمة، مما يضمن شفافية النتائج.",
            AboutTheSystemDescription_en :"من خلال ربط كافة الخدمات مع مؤشر السعادة الخاص برئاسة مجلس الوزراء، يستطيع كافة المحامين تقييم الخدمات الإلكترونية بعد التقديم عليها مباشرةً، وتظهر النتائج في إحصائيات رئاسة مجلس الوزراء عن رضا المتعاملين عن الخدمات المقدمة، مما يضمن شفافية النتائج. "
        },
        {
            AboutTheSystem_ar :"الدفع الإلكتروني",
            AboutTheSystem_en :"الدفع الإلكتروني",
            AboutTheSystemDescription_ar :"تمّ الرّبط مع بوابة الدفع الإلكتروني لوزارة المالية، بحيث يستطيع المحامي الدفع مباشرة من خلال التطبيق باستخدام بطاقة الدرهم الإلكتروني، أو أي نوع من بطاقات الائتمان.",
            AboutTheSystemDescription_en :"تمّ الرّبط مع بوابة الدفع الإلكتروني لوزارة المالية، بحيث يستطيع المحامي الدفع مباشرة من خلال التطبيق باستخدام بطاقة الدرهم الإلكتروني، أو أي نوع من بطاقات الائتمان."
        },
        {
            AboutTheSystem_ar :"ميزات أخرى",
            AboutTheSystem_en :"ميزات أخرى",
            AboutTheSystemDescription_ar :[
                "•	نظام سهل الاستخدام، يوفر ميزات مختلفة للموظفين حسب صلاحياتهم.",
                "•	يمكن فرز الطلبات وإعطاء الصلاحيات، حسب الإمارة أو نوع الخدمة أو مرحلة معينة من الخدمة مثلا فحص الملفات فقط",
                "•	يوفر إحصاءات دورية، أسبوعية وشهرية عن عدد الطلبات الكلي المقدمة، عدد الطلبات التي حصلت على الموافقة أو الرفض، الطلبات حسب الإمارات، حسب درجة المحامي.",
                "•	إحصائيات متوسط الاستجابة للطلب بشكل عام، وحسب الموظف. وعدد الطلبات التي تمّت مراجعتها من قبل كل موظف."
            ],
            AboutTheSystemDescription_en :[
                "•	نظام سهل الاستخدام، يوفر ميزات مختلفة للموظفين حسب صلاحياتهم.",
                "•	يمكن فرز الطلبات وإعطاء الصلاحيات، حسب الإمارة أو نوع الخدمة أو مرحلة معينة من الخدمة مثلا فحص الملفات فقط",
                "•	يوفر إحصاءات دورية، أسبوعية وشهرية عن عدد الطلبات الكلي المقدمة، عدد الطلبات التي حصلت على الموافقة أو الرفض، الطلبات حسب الإمارات، حسب درجة المحامي.",
                "•	إحصائيات متوسط الاستجابة للطلب بشكل عام، وحسب الموظف. وعدد الطلبات التي تمّت مراجعتها من قبل كل موظف."
            ]
        },
        {
            AboutTheSystem_ar :"في الختام ",
            AboutTheSystem_en :"في الختام ",
            AboutTheSystemDescription_ar :" يؤمّن هذا النظام اللبنة اﻷساسية للوصول إلى رقمنة العمل القانوني بالكامل ويؤسس لإمكانية الرّبط مع باقي الجهات القانونية والمحاكم وشفافية الوصول إلى البيانات سهولة التواصل مع الجمهور.",
            AboutTheSystemDescription_en :" يؤمّن هذا النظام اللبنة اﻷساسية للوصول إلى رقمنة العمل القانوني بالكامل ويؤسس لإمكانية الرّبط مع باقي الجهات القانونية والمحاكم وشفافية الوصول إلى البيانات سهولة التواصل مع الجمهور."
        }
    ]